notes3b.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-03-05 Thu 12:56 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>FINA 3070 Notes 3B</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ian Y.E. Pan" />
<link rel="stylesheet" type="text/css" href="imagine.css" />
</head>
<body>
<div id="content">
<h1 class="title">FINA 3070 Notes 3B</h1>
<div id="outline-container-orge69bd3e" class="outline-2">
<h2 id="orge69bd3e"><span class="section-number-2">1</span> r v.s. WACC</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>r = WACC if new project is 'similar' to 'existing' projects of the
firm. I.e. if new project's beta and financial leverage are similar
to the average of existing project's beta and financial leverage.</li>
</ul>
</div>
<div id="outline-container-org17ae76e" class="outline-3">
<h3 id="org17ae76e"><span class="section-number-3">1.1</span> Betas &amp; Operating Leverage</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>If new project's "asset beta" differs from existing project's "asset
beta": use formulae (later chapters) to calculate r.</li>
<li>Average existing project's equity beta = firm's common stock
beta. We can calculate average existing project's "asset beta" using
company's financial leverage and the formulae.</li>
<li>After we get average existing asset beta, we estimate new project's
"asset beta" by comparing new and exiting projects for:</li>
</ul>
</div>
<div id="outline-container-org0814d42" class="outline-4">
<h4 id="org0814d42"><span class="section-number-4">1.1.1</span> Cyclicality</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>the higher sensitivity of CF or revenue to the economy, the higher
the revenue beta. We should demand a higher rate of return from
investments whose performance is strongly tied to the performance of
the economy.</li>
</ul>
</div>
</div>
<div id="outline-container-org500c6e6" class="outline-4">
<h4 id="org500c6e6"><span class="section-number-4">1.1.2</span> Operating leverage</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>High operating leverage means: high fixed costs (e.g. property
taxes, contract worker wages) relative to variable costs (e.g. raw
materials, labour/maintenance cost).</li>
<li>CF = revenue \(-\) fixed cost \(-\) variable cost</li>
<li>PV(asset) = PV(revenue) \(-\) PV(fixed cost) \(-\) PV(variable cost)</li>
<li>By rearranging, we get PV(revenue) = PV(asset) + PV(fixed cost) + PV(variable cost)</li>
</ul>
</div>
</div>
<div id="outline-container-orgc696fbd" class="outline-4">
<h4 id="orgc696fbd"><span class="section-number-4">1.1.3</span> More on betas</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li>Thus, the beta of PV(revenue) is just the weighted average of its 3
components:</li>
<li>\(\beta_{\text{revenue}} = \beta_{\text{fixed cost}} \cdot
  \dfrac{\text{PV(fixed cost)}}{\text{PV(revenue)}} +
  \beta_{\text{variable cost}} \cdot \dfrac{\text{PV(variable
  cost)}}{\text{PV(revenue)}} + \beta_{\text{asset}} \cdot
  \dfrac{\text{PV(asset)}}{\text{PV(revenue)}}\)</li>
<li>Debtholders receive fixed cost, and shareholders receive NCF (what's
left after payment of fixed cost).</li>
<li>We can assume that the beta of fixed-cost should be close to zero
(no risk for debtholders). We can also assume the that betas of the
revenues and variable costs should be approximately the same.</li>
<li>Therefore, we can rearrange and substitute and get: \(\beta_{asset} =
  \beta_{revenue} \cdot (1 + \dfrac{\text{PV(fixed
  cost)}}{\text{PV(asset)}})\)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgfcec5ec" class="outline-3">
<h3 id="orgfcec5ec"><span class="section-number-3">1.2</span> Two Different Discount Rates</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>So far, we've used one r to discount net cash flows: so costs and
revenues are discounted with same rate.</li>
<li>But, if operating costs have lower systematic risk than revenues, we
should use 2 different r's.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4dbc6fd" class="outline-2">
<h2 id="org4dbc6fd"><span class="section-number-2">2</span> Decision Trees</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Previously, we assume we have same risk per year throughout
project's life. But the risk may vary 'within' a year. (A
time-varying discount rate.)</li>
<li>E.g. testing phase (high systematic + normal diversifiable risk, or
normal systematic + high diversifiable risk) followed by a normal
phase (normal systematic and diversifiable risk).</li>
<li>Good airplane example in lecture (fully understood, including options to
expand/abandon).</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020</p>
<p class="author">Author: Ian Y.E. Pan</p>
<p class="date">Created: 2020-03-05 Thu 12:56</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
